export const questions = [
    {
        question: 'به طور معمول .....در سمت راست بدن انسان قرار ندارد.',
        choices: ['روده کور', 'دریچه کاردیا', 'کیسه صفرا', 'دریچه پیلور'],
        correctAnswer: 'دریچه کاردیا',
    },
    {
        question: 'کدام جاندار از ترکیبات آلی زیستگاه خود به عنوان منبع کربن و انرژی استفاده میکند و نیتروژن را تثبیت میکند؟',
        choices: ['نیتروباکتریا', 'آنابنا', 'متانوژن', 'ریزوبیوم'],
        correctAnswer: 'ریزوبیوم',
    },
    {
        question: 'در انسان تغییرات کلسیم بر فرایند..... بی تاثیر است.',
        choices: ['تشکیل ترومبین', 'کوتاه شدن سارکومرها', 'جذب فعال گلوکز از روده', 'ترشح غده تیرویید'],
        correctAnswer: 'جذب فعال گلوکز از روده',
    },
    {
        question: 'محلی که عصب بینایی از شبکیه چشم انسان خارج میشود....',
        choices: ['فاقد سلول های استوانه است.', 'محتوای گیرنده های نوری است.', 'در دقت و تیزبینی اهمیت دارد.', 'در امتداد نوری کره چشم قرار دارد.'],
        correctAnswer: 'فاقد سلول های استوانه است.',
    }
]